Revit 2027 API
ParameterTypeId.SpaceHumidificationSetPoint Property
 "Humidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceHumidificationSetPoint { get; }
Public Shared ReadOnly Property SpaceHumidificationSetPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceHumidificationSetPoint {
	ForgeTypeId^ get ();
}
static member SpaceHumidificationSetPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace